{
  "videos": [
    {
      "id": "LT1NHfKtiLY",
      "titulo": "Pintando SEM LINEART - MEU PROCESSO de desenho no CLIP STUDIO",
      "descricao": "Desenho no clip Studio ",
      "upload": "8 de nov. de 2024",
      "categoria": "pintura, arte digital, desenho, clip studio",
      "views": 137
    },
    {
      "id": "g_0ekBSzk30",
      "titulo": "Samsung GALAXY S23 FE na vida real [vlog]",
      "descricao": "Testei o Galaxy S23 FE, da @samsungbrasil, durante um dia real de trabalho + um dia de relax! ",
      "upload": "10 de mai. de 2024",
      "categoria": "samsung, galaxy, vlog",
      "views": 7
    },
    {
      "id": "yUdBAdTzuX8",
      "titulo": "Se eu pudesse voltar no tempo, faria isso diferente na minha carreira de TI",
      "descricao": "Quando comecei a estudar programação, cometi vários erros que poderiam ter sido evitados. No vídeo de hoje, compartilho as lições mais importantes que aprendi no início da carreira para ajudar você a não repetir os mesmos tropeços.Falo sobre a importância de definir um objetivo claro, construir uma base sólida, priorizar a segurança nos projetos e investir em networking desde o começo. Cada um desses pontos pode transformar sua trajetória na área de tecnologia.",
      "upload": "26 de nov. de 2024",
      "categoria": "programação, carreira de ti, começo",
      "views": 11
    },
    {
      "id": "f4aw4F2vyvc",
      "titulo": "PARKOUR ATERRORIZANTE! - FINDING FRANKIE",
      "descricao": "Alanzoka Jogando Finding Frankie",
      "upload": "9 de nov. de 2024",
      "categoria": "alanzoka, jogo, gameplay",
      "views": 10
    },
    {
      "id": "ef1qQupfRVo",
      "titulo": "O CASO HELLO KITTY",
      "descricao": "Após ter sido sequestrada e ter passado um mês sofrendo torturas brutais, a anfitriã de uma boate em Hong Kong, chamada Fan Man-Yee morreu em abril de 1999 e partes de seu corpo foram colocadas dentro de um bicho de pelúcia da conhecida e amada personagem Hello Kitty.",
      "upload": "31 de out. de 2024",
      "categoria": "casos criminais, crimes",
      "views": 1
    },
    {
      "id": "YdtiRw7bHwQ",
      "titulo": "Você provavelmente estuda errado",
      "descricao": "No vídeo de hoje, falo sobre um erro que é bastante comum na preparação de vários concursos (e muitos deles nem sabem!)Cientificamente, a fragmentação do estudo é muito melhor para a aprendizagem e retenção final do conteúdo do que a imersão em uma única matéria, além, é claro, de aumentar a sua produtividade ao dividir o assunto/disciplina! ",
      "upload": "20 de abr. de 2023",
      "categoria": "estudos, rotina de estudos, concurso",
      "views": 1
    },
    {
      "id": "IP-XK3BCyxw",
      "titulo": "LINGUAGENS DE PROGRAMAÇÃO QUE SÃO TENDÊNCIAS EM 2025",
      "descricao": "Vamos tentar cravar as linguagens que vão estar em alta para 2025! São vários rankings que existem no mercado, mas as tendências dessa vez estão convergindo em todas. Claro que a melhor linguagem é aquela que te dá a oportunidade de pagar boletos, mas é sempre bom conhecer como essas tecnologias estão sendo utilizadas em projetos do mundo real.",
      "upload": "22 de nov. de 2024",
      "categoria": "programação, carreira de ti, começo",
      "views": null
    },
    {
      "id": "zYlecHBqnWg",
      "titulo": "Como desenhar QUALQUER POSE com formas geométricas",
      "descricao": "Desenhando qualquer pose com formas geométricas",
      "upload": "21 de ago. de 2024",
      "categoria": "pintura, arte digital, desenho, clip studio",
      "views": null
    }
  ]
}